/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "Skriv alltid över filer vid omladdning";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "Använd alltid det här programmet";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "Utseende";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "Fråga innan ett anslutet fönster stängs.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Försök att läsa ut text och skapa nya dokument från uppladdade PNG-, JPEG- och GIF-bilder.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "Leta automatiskt efter uppdateringar";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "Bandbredd";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "Bokmärken";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Box";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "Visa överföringsfönstret överst när filer håller på att överföras";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "Fillista";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Ändra inställningar…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "Ändra behörigheter";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "Ändringarna tar effekt nästa gång du startar programmet.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "Uppdatera nu";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Välj Reduced Redundancy Storage (RRS) för att reducera kostnader genom att lagra icke-kritisk, återskapningsbar data på lägre nivåer av redundans.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Choose the algirithm to encrypt files with on upload.";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "Stäng överföringsfönstret när överföringen är klar";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Bekräfta nedkoppling";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "Anslut till bokmärke:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "Anslutning";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Konvertera till Google Docs-format";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "Förvalt";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Förvald plats för buckets";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Förvald protokollhanterare";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Förvald lagringsklass";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Förvalt protokoll:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Dokument:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Dubbelklick öppnar filen i en extern editor";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "Spara hämtade filer i:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "Hämta filer";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "Extern editor";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Encryption";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "Kör";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "Dublettfiler:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "Avancerat";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "Allmänt";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "Google Docs kan exportera dokument till olika filformat. Välj vilka exportformat som ska vara förvalda för nedladdade dokument.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "Grupp";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Horisontella linjer";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "Informationsfönstret visar alltid nuvarande urval";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Språk";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "Lång";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "Maximal hastighet:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "Medium";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "Antal försök:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "Öppna ett tomt fönster när programmet startar. Om du anger ett bokmärke öppnas en anslutning automatiskt.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "Öppna hämtade filer med förvalt program";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "Öppna nytt fönster vid start";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "Öppna ny anslutning";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Optisk teckenigenkänning (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "OtherViews";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "Övriga";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "Ägare";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "Behörigheter";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Inställningar";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Presentationer:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Bevara ändringsdatum";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Proxies";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "Läs";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "Ta bort objekt när överföringen har avslutats";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "Upprepa misslyckade nätverksåtgärder";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "Använd Enter-tangenten för att ändra namn på mappar och filer";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "Spara arbetsyta";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "Leta efter lösenord i nyckelring. Spara automatiskt lösenord i nyckelring vid lyckad inloggning.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "Ange en textredigerare som förval. Textredigeraren måste vara installerad och ha stöd för ODB-gränssnittet.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "Ange förvalt program som öppnas för filer eller länkar som hänvisar till en FTP-adress.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "Ange förvalt program som öppnas för filer eller länkar som hänvisar till en SFTP-adress.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "Kort";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Visa filer som börjar med '.'";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "Hoppa över filer som matchar reguljärt uttryck:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Kalkylark:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "Teckenkodning";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "Förvald geografisk plats för nya buckets.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "Den angivna teckenkodningen används för att omvandla tecken i filnamn som visas i fillistan. Den skall matcha den teckenkodning som används av servern.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "Begränsa överföringshastighet";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "Tidsgräns för upprättande av anslutning (sekunder):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Tidsgränser";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Tidsmarkeringar";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "Filöverföring:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "Överföringar";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "Obegränsad bandbredd";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "Uppdatering";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Upload with temporary filename";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "Skicka filer";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Använd nyckelring";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "Använd stora ikoner";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "Använd mediumikoner";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "Använd små ikoner";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Använd alternerande bakgrundsfärg";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "Använd fillistans anslutning";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Öppna mappar automatiskt när filer dras";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Använd systemets proxy-inställningar";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Vertikala linjer";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "När små ikoner används visas bara bokmärkenas kortnamn i utdragslådan.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "Sparar alla öppna fönster när programmet avslutas och öppnar automatiskt anslutningarna igen nästa gång programmet startas.";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "Skriv";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "Du kan välja att bara lagra uppladdade filer i Google Docs, eller konvertera textdokument, presentationer och kalkylark till Google Docs-format så att du senare kan redigera dem online.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "för filer";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "för mappar";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "till de behörigheter filen eller mappen har lokalt";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "till de behörigheter filen eller mappen har på servern";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "till följande behörigheter:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "med fördröjning (sekunder):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "med fördröjning:";

